'use strict';

export const shortNameDepart = {
	ChemDep: 'Химфак', // Химический факультет
	CSDep: 'ФКН', // Факультет компьютерных наук
	PhTechDep: 'Физтехфак', // Физико-технический факультет
	PhDep: 'Физфак', // Физический факультет
	BioDep: 'Биофак', // Биологический факультет
	PhysEnDep: 'Физэнфак', // Физико-энергетический факультет
	EcoDep: 'Екофак', // Экологический факультет
	PsyDep: 'Псифак', // Факультет психологии
	PhilolDep: 'Филолфак', // Филологический факультет
	PhilosDep: 'Филосфак', // Философский факультет
	EconomDep: 'Экономфак', // Экономический факультет
	SocDep: 'Соцфак', // Социологический факультет
	HisDep: 'Истфак', // Исторический факультет
	RadDep: 'Радиофак', // Факультет радиофизики, биомедицинской электроники и компьютерных систем
	MedDep: 'Медфак', // Медицинский факультет
	ForLanDep: 'Инязфак', // Факультет іноземних мов
	GeoDep: 'Геофак', // Факультет геологии, географии, рекреации и туризма
	IERDep: 'МЭОфак', // Факультет международных экономических отношений и туристического бизнеса
	MathDep: 'Мехматфак', // Факультет математики и информатики
	LawDep: 'Юрфак', // Юридический факультет
	LawDiv: 'Юротдел', // Юридический отдел
	CSL: 'ЦНБ', // Центральная Научная Библиотека
	CIE: 'ЦМО', // Центр международного образования
	CTTC: 'НЦКТ', // Учебный центр компьютерных технологий
	UniCort: 'Уникорт', // Теннисный клуб «Уникорт»
	Bunker: 'Бункер', // ООО "Бункер"
	StudCity: 'Студгор', // Студгородок
	InnovCen: 'Иннцентр', // Инновационный центр
	SecSer: 'Охрана', // Служба охраны
	RepConSer: 'Ремстрой', // Ремонтно-строительная служба
	EducDiv: 'Учотдел', // Учебный отдел
	MusNat: 'Музприр', // Музей природы
	MusHis: 'Музист', // Музей истории
	MusArch: 'Музарх', // Музей археологии
	SportCath: 'Спорткаф', // Кафедра физического воспитания и спорта
	PropDiv: 'Хозотдел', // Хозяйственный отдел
	BotGar: 'Ботсад', // Ботанический сад
	Bookkeep: 'Бухотдел', // Бухгалтерия
	HRD: 'Кадротдел', // Отдел кадров
	CIC: 'ЦМС', // Центр международного сотрудничества
	CPE: 'ЦПДО', // Центр последипломного образования
	MedCen: 'Медцентр', // Центр первичной медико-санитарной помощи
	CSHR: 'ЦСГИ', // Центр социально-гуманитарных исследований
	EmlCen: 'Трудцентр', // Центр трудоустройства студентов и выпускников
	LocCen: 'Краецентр', // Центр краеведения
	DocCen: 'Докцентр', // Центр документации
	CPR: 'ЦСО', // Центр связей с общественностью
	CivProt: 'Гражзащит', // Штаб гражданской защиты
	WebCen: 'Вебцентр', // Центр веб-коммуникаций
	PUEC: 'ЦДО', // Центр довузовского образования
	PerManSer: 'Упрперсон', // Служба управления персоналом
	RadSafSer: 'Радиобез', // Служба радиационной безопасности
	ChMechSer: 'Главмех', // Служба главного механика
	ChMetSer: 'Главмет', // Служба главного метролога
	ChPEngSer: 'Главэнер', // Служба главного энергетика
	ChEngSer: 'Главинж', // Служба главного инженера
	FinDiv: 'Финотдел', // Планово-финансовый отдел
	RIC: 'НИИХ', // Научно-исследовательский институт химии
	RIB: 'НИИБ', // Научно-исследовательский институт биологии
	RIA: 'НИИА', // Научно-исследовательский институт астрономии
	SPTC: 'НФТЦ', // Научный физико-технологический центр
	ESIIE: 'УНИМО', // Учебно-научный институт международного образования
	ESPS: 'УНПС', // Учебно-научная психологическая служба
	EMC: 'УМЦ', // Учебно-методический центр
	TPWFP: 'УПМФФ', // Учебно-производственная мастерская физического факультета
	TCPTE: 'УЦППТ', // Учебный центр практической подготовки и трудоустройства
	TCSENEA: 'УЦСВВОД', // Учебный центр социально-воспитательной и внеобразовательной деятельности
	TCOEP: 'УЦООП', // Учебный центр организации образовательного процесса
	CulCen: 'Кулцентр', // Культурный центр
	LanCen: 'Ландау', // Ландау Центр
	OTD: 'ЭТотдел', // Эксплуатационно-технический отдел
	PubHouse: 'Издат', // Издательство
	MMD: 'Военмоб', // Военно-мобилизационный отдел
	ABD: 'Рекотдел', // Отдел рекламы и брендинга
	PurDiv: 'Снаботдел', // Отдел снабжения
	LabProDiv: 'Охртруда', // Отдел охраны труда
	DPDS: 'АДотдел', // Отдел аспирантуры и докторантуры
	DCCRM: 'ОКСРТР', // Отдел капитального строительства, реконструкции и текущего ремонта
	DCT: 'Контотдел', // Отдел контрактного обучения
	DOIA: 'ООМД', // Отдел организации международной деятельности
	MTD: 'Автоотдел', // Автотранспортный отдел
	IPEDL: 'ИПОЗДО', // Институт последипломного образования и заочного (дистанционного) обучения
	ConfInst: 'Конфинст', // Институт Конфуция
	IERT: 'ИЭРТ', // Институт электроники и радиационных технологий
	IIE: 'ИМО', // Институт международного образования
	ErmCen: 'Ермилов', // Ермилов Центр
	KBI: 'УНИКБИ', // УНИ "Каразинский банковский институт"
	KBS: 'УНИКШБ', // УНИ "Каразинская школа бизнеса"
	SecDiv: 'Секротдел', // Режимно-секретный отдел
	PressSer: 'Пресслуж', // Пресс-служба
	PsySer: 'Психслуж', // Психологическая служба
	SSS: 'СУС', // Служба Ученого секретаря
	SportCom: 'Спортком', // Спортивный комплекс "Каразинский"
	UCAQE: 'УЦОКО', // Украинский центр оценивания качества образования
	UInAC: 'УИнАЦ', // Украинский-Индийский академический центр
	UArAC: 'УАрАЦ', // Украинский-Арабский академический центр
	UAfAC: 'УАфАЦ', // Украинский-Африканский академический центр
	UGAC: 'УНАЦ', // Украинский-Немецкий академический центр
	UPAC: 'УПАЦ', // Украинский-Польский академический центр
	UItAC: 'УИтАЦ', // Украинский-Итальянский академический центр
	UFAC: 'УФАЦ', // Украинский-франкофонные академический центр
	UMS: 'Медиа', // Университетская медиа-студия
	DIR: 'УМО', // Управление международных отношений
	CIEM: 'ЦИМО', // Центр инновационных методов образования
};
